Repository: LilyPerry765/Python_testcase_TRUNK
Catalog: rspsrv/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Add branch
fa: اضافه کردن شعبه

source: Branch
fa: شعبه

source: Update branch
fa: بروزرسانی شعبه

source: Remove branch
fa: حذف شعبه

source: JSON decode error
fa: خطایی در پردازش JSON رخ داده است

source: id
fa: شناسه

source: call id
fa: شناسه تماس

source: call date
fa: تاریخ تماس

source: caller
fa: تماس گیرنده

source: callee
fa: مخاطب تماس

source: duration
fa: مدت زمان

source: talk time
fa: زمان مکالمه

source: call type
fa: نوع تماس

source: call state
fa: وضعیت تماس

source: direction
fa: جهت

source: end cause
fa: دلیل اتمام

source: state
fa: وضعیت

source: Date range not selected
fa: بازه تاریخ انتخاب نشده است

source: Date range wrong
fa: بازه تاریخ نامعتبر است

source: Apply
fa: اعمال تغییرات

source: JSON is Not Valid
fa: JSON معتبر نیست

source: No data returned
fa: داده ای دریافت نشد

source: Received data from CGG in invalid
fa: داده های دریافتی از سرویس مدیریت مالی معتبر نیست

source: Product with sub-id <{pid}> not found!
fa: اشتراک با شناسه اشتراک <{pid}> وجود ندارد

source: Must be a positive integer
fa: مقدار باید عدد صحیح مثبت باشد

source: Should be a number (Could start with or without a plus sign)
fa: مقدار باید عددی باشد (می تواند با علامت مثبت آغاز شود)

source: Main number is already exists
fa: شماره پیش از این استفاده شده است

source: Subscription code is already exists
fa: کد اشتراک پیش از این استفاده شده است

source: Can not create subscription in CGG
fa: امکان ساخت اشتراک در سرویس مالی وجود ندارد

source: Subscription does not exists
fa: اشتراک وجود ندارد

source: Number "{num}" is not valid!
fa: شماره <{num}> نامعتبر است

source: Password is weak
fa: رمز عبور ضعیف است

source: Details of file
fa: جرییات فایل

source: not a valid request
fa: درخواست معتبر نیست

source: uploading files failed, try again later
fa: بارگذاری فایل (ها) با خطا مواجه شد. لطفا مجددا تلاش کنید

source: upload failed for one or more files. check your files extensions and size and try again
fa: بارگذاری فایل (ها) با شکست مواجه شد. لطفا فرمت و حجم فایل (ها) را بررسی کرده و مجددا تلاش کنید

source: Add operators
fa: اضافه کردن اپراتور

source: Operator
fa: اپراتور

source: Update operator
fa: بروزرسانی اپراتور

source: Remove operator
fa: حذف اپراتور

source: Add profit
fa: اضافه کردن سود

source: Profit
fa: سود

source: Update profit
fa: بروزرسانی سود

source: JSON is invalid
fa: JSON معتبر نیست

source: field is required
fa: این فیلد ضروری است

source: Only customers can create new base balance invoices
fa: تنها مشتریان اجازه پرداخت صورت‌حساب ها را دارند

source: Something went wrong
fa: خطایی در درخواست رخ داده است

source: Only customers can create new credit invoices
fa: تنها مشتریان اجازه افزایش اعتبار کیف پول را دارند

source: File uploaded
fa: فایل بارگذاری شد

source: Only customer and support has access to this resource
fa: تنها پشتیبانی و مشتریان به این بخش دسترسی دارند

source: Only customers can create new package invoice
fa: تنها مشتریان اجازه خرید بسته مکالمه را دارند

source: Only customers can update package invoices
fa: تنها مشتریان اجازه خرید بسته مکالمه را دارند

source: Ready to Pay
fa: آماده پرداخت

source: Pending
fa: در انتظار تایید

source: Paid
fa: پرداخت شده

source: Revoke
fa: منقضی شده

source: Subscription code can not be emtpy
fa: کد اشتراک نمی تواند خالی باشد

source: required fields
fa: فیلد ضروری است

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: دسترسی ها

source: Important dates
fa: تاریخ های مهم

source: customer
fa: مشتری

source: customers
fa: مشتریان

source: user
fa: کاربر

source: users
fa: کاربران

source: Customer does not exists
fa: مشتری وجود ندارد

source: Date time format is invalid
fa: فرمت تاریخ نامعتبر است

source: Select a group for new user
fa: برای کاربر یک گروه کاربری انتخاب کنید

source: Select a valid group for new user
fa: برای کاربر یک گروه کاربری مجاز انتخاب کنید

source: User does not exists
fa: کاربر مورد نظر وجود ندارد

source: You don't have permission to update other users
fa: شما دسترسی بروزرسانی کاربران دیگر را ندارید

source: You don't have permission to delete users
fa: شما دسترسی حذف کاربران را ندارید

source: Can not reset password for other users
fa: امکان بازیابی رمز عبور برای کاربران دیگر وجود ندارد

source: You don't have permission to empower users
fa: شما دسترسی لازم برای تغییر وضعیت کاربران را ندارید

source: This field is required
fa: این فیلد ضروری است

source: User does not exists!
fa: کاربر مورد نظر وجود ندارد

source: Female
fa: زن

source: Male
fa: مرد

source: Individual
fa: شخص حقیقی

source: Corporation
fa: شرکت

source: Unable to log in with provided credentials.
fa: اطلاعات احراز هویت ارسال شده معتبر نیست

source: User account is disabled.
fa: کاربر غیرفعال شده است

source: This email is already exists
fa: ایمیل پیش از این استفاده شده است

source: Invalid mobile number
fa: شماره همراه نامعتبر است

source: This mobile is already exists
fa: شماره همراه پیش از این استفاده شده است

source: This username is already exists
fa: نام کاربری پیش از این استفاده شده است

source: Duplicate username for this customer
fa: نام کاربری برای این مشتری تکراری است

source: Invalid email
fa: ایمیل نامعتبر است

source: Group does not exists
fa: گروه کاربری وجود ندارد

source: New password does not match
fa: رمز عبور جدید وارد شده یکسان نیست

source: The new password is weak
fa: رمز عبور جدید ضعیف است

source: A generate token request is submitted recently, try again in a while
fa: درخواست ارسال رمز یکبار مصرف به تازگی ارسال شده است. لطفا دقایقی دیگر مجددا تلاش کنید

source: Can not find user with this privilege level
fa: کاربری با این سطح دسترسی پیدا نشد

source: Can not find user with this identifier
fa: کاربری با این شناسه پیدا نشد

source: Can not update this user with your privilege level
fa: شما اجازه بروزرسانی این کاربر را ندارید

source: Another active user with theses credentials is already exists
fa: کاربر فعال دیگری با مشخصات (نام کاربری یا ایمیل یا موبایل) مشابه وجود دارد

source: Old password is incorrect
fa: رمز عبور پیشین نادرست است

source: Token is expired
fa: توکن مورد نظر منقضی شده است

source: Token does not exists
fa: توکن مورد نظر وجود ندارد

source: This token is already used
fa: این توکن پیش از این استفاده شده است

source: Mobile number does not exists for these credentials
fa: برای اطلاعات ارسال شده، شماره همراهی وجود ندارد

source: Mobile number is not valid
fa: شماره همراه مورد نظر معتبر نیست

source: Failed to send sms
fa: امکان ارسال پیامک وجود ندارد

source: Failed to send email
fa: امکان ارسال ایمیل وجود ندارد

source: Periodic invoices
fa: صورت‌حساب مصرفی پایان دوره

source: Auto pay interim invoice
fa: پرداخت خودکار صورت‌حساب مصرفی میان دوره

source: Interim invoice
fa: صورت‌حساب مصرفی میان دوره

source: Max Usage
fa: مصرف صد در صد

source: Due date
fa: مهلت پرداخت

source: Prepaid expired
fa: اشتراک اعتباری منقضی شد

source: Prepaid renewed
fa: اشتراک اعتباری تمدید شد

source: Eighty percent prepaid usage
fa: مصرف هشتاد درصد مشترک اعتباری

source: Max usage
fa: مصرف صد در صدی

source: Deallocation
fa: جمع آوری

source: Runtime configs
fa: تنظیمات بلادرنگ

source: Set Runtime configs
fa: انجام تنظیمات بلادرنگ

source: required field
fa: فیلد ضروری است

source: Only sales and support can update packages
fa: تنها پشتیبانی و فروش اجازه بروزرسانی بسته مکالمه را دارند

source: Only sales and support can delete packages
fa: تنها پشتیبانی و فروش اجازه حذف بسته مکالمه را دارند

source: Only sales and support can add packages
fa: تنها پشتیبانی و فروش اجازه افزودن بسته مکالمه را دارند

source: Only customers can pay for invoices
fa: تنها مشتریان اجازه پرداخت صورت‌حساب ها را دارند

source: Before Submit
fa: پیش از ارسال

source: After Submit
fa: پس از ارسال

source: Success
fa: موفق

source: Failed
fa: ناموفق

source: Invalid payment gateway for credit invoice
fa: درگاه انتخاب شده برای شارژ کیف پول نامعتبر است

source: offline payments must have attachments
fa: پرداخت آفلاین نیاز به فایل پیوست دارد

source: one or more files does not exists
fa: یک یا چند فایل وجود ندارند

source: can not create url
fa: امکان ساخت آدرس مقصد وجود ندارد

source: siam.suspend
fa: مسدود کردن

source: siam.release
fa: اتصال

source: siam.suspend_type.bidirectional
fa: دو طرفه

source: siam.suspend_order.release
fa: اتصال

source: Subscription <{}> not found!
fa: سرشماره مورد نظر پیدا نشد

source: Given JSON is not valid!
fa: JSON معتبر نیست

source: siam.msg.success.suspend
fa: سرویس مورد نظر با موفقیت مسدود شد

source: siam.msg.success.release
fa: سرویس مورد نظر با موفقیت وصل شد

source: siam.msg.success.forward
fa: سرویس مورد نظر با موفقیت منتقل شد

source: DateTime string format is incorrect!
fa: فرمت تاریخ نامعتبر است

source: Number not found!
fa: سرشماره پیدا نشد

source: Subscription with this number does not exists
fa: سرشماه مورد نظر پیدا نشد

source: siam.msg.no.this.number.not.forwarded
fa: سرویس مورد نظر با موفقیت منتقل شد

source: siam.msg.invalid.number
fa: شماره نامعتبر است

source: Reject
fa: رد شده

source: Postpaid
fa: دائمی

source: Prepaid
fa: اعتباری

source: Unlimited
fa: نامحدود

source: Concurrency can not be less than 1!
fa: تعداد همزمانی نمی‌تواند کمتر از یک باشد

source: Not a valid choice
fa: گزینه انتخابی معتبر نیست

source: Use a phone number when choosing forward status
fa: برای ارسال تماس از یک شماره تلفن معتبر استفاده کنید

source: Must be a valid number
fa: شماره تلفن نامعتبر است

source: prime code
fa: کد پرایم

source: subscription code
fa: کد اشتراک

source: subscription type
fa: نوع اشتراک

source: main number
fa: سرشماره

source: credit
fa: اعتبار کیف پول

source: max call concurrency
fa: تعداد همزمانی

source: activation
fa: فعال

source: allow inbound
fa: تماس ورودی

source: allow outbound
fa: تماس خروجی

source: international call
fa: تماس بین المللی

source: auto pay
fa: پرداخت خودکار

source: base balance postpaid
fa: سقف مصرف دائمی

source: current balance postpaid
fa: اعتبار فعلی دائمی

source: used balance postpaid
fa: میزان مصرف دائمی

source: base balance prepaid
fa: سقف مصرف بسته مکالمه

source: current balance prepaid
fa: اعتبار فعلی بسته مکالمه

source: used balance prepaid
fa: میزان مصرف بسته مکالمه

source: created at
fa: تاریخ ایجاد

source: Incorrect authentication credentials.
fa: اطلاعات احراز هویت نادرست هستند

source: Authentication credentials were not provided.
fa: اطلاعات احراز هویت ارسال نشده اند

source: You do not have permission to perform this action.
fa: شما اجازه انجام این عملیات را ندارید

source: The requested resource could not be found.
fa: منبع مورد درخواست وجود ندارد

source: The request is timeout.
fa: زمان درخواست ارسال شده منقضی شده است

source: The request could not be completed.
fa: امکان تکمیل درخواست وجود ندارد

source: The requested resource is no longer available.
fa: درخواست مورد نظر دیگر موجود نیست

source: request limit exceeded
fa: تعداد درخواست های شما بیش از حد مجاز است

source: try again after {} seconds
fa: لطفا پس از {} ثانیه مجددا تلاش کنید

source: Something went wrong in the request
fa: خطایی در درخواست رخ داده است

source: Invalid payload.
fa: ورودی معتبر نیست

source: Invalid signature.
fa: امضا معتبر نیست

source: This resource is no longer available, use the newest version
fa: منبع مورد نظر حذف شده است، لطفا از آخرین نسخه استفاده کنید

source: This resource is going to be removed and no longer valid, use the newest version
fa: منبع مورد نظر در مرحله حذف بوده و از این پس معتبر نیست، لطفا از آخرین نسخه استفاده کنید

source: Yes
fa: بله

source: No
fa: خیر

source: No data for export
fa: داده ای برای خروجی وجود ندارد

source: JSON is not valid
fa: JSON معتبر نیست

source: Base balance invoice
fa: صورت‌حساب سقف مصرف

source: Credit invoice
fa: صورت‌حساب کیف پول

source: Invoice
fa: صورت‌حساب مصرفی

source: Package invoice
fa: صورت‌حساب بسته مکالمه

source: Decrease
fa: کاهشی

source: Increase
fa: افزایشی

source: Field does not exists
fa: فیلد مورد نظر وجود ندارد

source: The password must contain at least 1 digit, 0-9.
fa: رمزعبور باید شامل حداقل یک عدد باشد.

source: Your password must contain at least 1 digit, 0-9.
fa: رمزعبور شما باید حداقل شامل یک عدد باشد.

source: The password must contain at least 1 uppercase or lower letter, A-Z.
fa: رمزعبور باید شامل حداقل یک حرف بزرگ یا کوچک باشد.

source: Your password must contain at least 1 uppercase or lower letter, A-Z.
fa: رمزعبور شما باید شامل حداقل یک حرف بزرگ یا کوچک باشد.

source: The password must contain at least 1 special character: !#$%&@
fa: رمزعبور باید شامل حداقل یک کاراکتر (!#$%&@) باشد.

source: Your password must contain at least 1 special character: !#$%&@
fa: رمزعبور شما باید شامل حداقل یک کاراکتر (!#$%&@) باشد.

source: Nexfon
fa: نکسفون

source: Nexfon Administration
fa: مدیریت نکسفون
